Repository: CPkobo/bilingual-core
Catalog: sample.tmx
Source language: ja
Languages: en, zh_cn

source: [オンライン ビデオ] をクリックすると、追加したいビデオを、それに応じた埋め込みコードの形式で貼り付けできるようになります。
en: Click Online Video and you will be able to paste the video you want to add in the appropriate embed code format.
zh_cn: 单击在线视频，您将能够以适当的嵌入代码格式粘贴要添加的视频。

source: ビデオを使うと、伝えたい内容を明確に表現できます。
en: Video allows you to clearly express what you want to convey.
zh_cn: 视频使您可以清楚地表达您想要传达的内容。

source: Word に用意されているヘッダー、フッター、表紙、テキスト ボックス デザインを組み合わせると、プロのようなできばえの文書を作成できます。
en: Combine the header, footer, cover, and text box designs provided by Word to create professional-looking documents.

source: キーワードを入力して、文書に最適なビデオをオンラインで検索することもできます。
en: You can also enter keywords to search online for the best video for your document.

source: 新しい閲覧ビューが導入され、閲覧もさらに便利になりました。
zh_cn: 引入了新的浏览视图，以使浏览更加方便。

source: サンプルですよ。
zh_cn: 翻译样品。

source: サンプルですね。
zh_cn: 样品翻译。
